<!-- dflook/terraform-github-actions backend_type= workspace=github_pr_comment_refactor-2 backend=00a9bfa27922e5bfd8d1516609a5adfa5ad5478bc46d4170875b08d6c46e6978 -->Terraform plan in __tests/terraform-cloud/0.13__ in the __github_pr_comment_refactor-2__ workspace
With var files: `tests/terraform-cloud/0.13/my_variable.tfvars
`
With variables: `from_variables="from_variables"`
    <detailsFalse>
    <summary>Plan: 1 to add, 0 to change, 0 to destroy.</summary>

    ```hcl
    An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # random_id.the_id will be created
  + resource "random_id" "the_id" {
      + b64_std     = (known after apply)
      + b64_url     = (known after apply)
      + byte_length = 5
      + dec         = (known after apply)
      + hex         = (known after apply)
      + id          = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
    ```
    </details>
    
:memo: Plan generated in [Test remote backend #388](https://github.com/dflook/terraform-github-actions/actions/runs/1878360835)